Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Pick custom font
ar: اختر الخط المخصص
ca: Trieu una font personalitzada
cs: Vyberte si vlastní písmo
da: Vælg tilpasset skrifttype
de: Eigene Schrift auswählen
el: Επιλέξτε προσαρμοσμένη γραμματοσειρά
es: Elegir fuente personalizada
fa: انتخاب فونت سفارشی
fi: Valitse mukautettu fontti
fr: Choisir une police personnalisée
he: בחר גופן מותאם אישית
hr: Odaberite prilagođeni font
hu: Válasszon egyéni betűtípust
id: Pilih font khusus
it: Scegli font personalizzato
ja: カスタムフォントを選択
ko: 사용자 서체 선택
ms: Pilih fon tersuai
nl: Kies een aangepast lettertype
no: Velg egendefinert skrift
pl: Wybierz niestandardową czcionkę
pt_br: Escolher fonte personalizada
pt_pt: Escolha uma fonte personalizada
ro: Alegeți font personalizat
ru: Выбрать свой шрифт
sk: Vyberte si vlastné písmo
sl: Izberite pisavo po meri
sv: Välj anpassat typsnitt
th: เลือกแบบอักษรที่กำหนดเอง
tr: Özel font seç
uk: Вибрати власний шрифт
ur: حسب ضرورت فونٹ منتخب کریں۔
vi: Chọn phông chữ tùy chỉnh
zh_hans: 选择自定义字体
zh_hant: 挑選自訂字體

source: Pick from 30 built-in language presets, or define a custom code.
ar: اختر من بين 30 إعدادًا مسبقًا للغة، أو حدد رمزًا مخصصًا.
ca: Trieu entre 30 preajustos d'idioma integrats o definiu un codi personalitzat.
cs: Vyberte si z 30 vestavěných jazykových předvoleb nebo definujte vlastní kód.
da: Vælg mellem 30 indbyggede sprogforudindstillinger, eller definer en brugerdefineret kode.
de: Wählen Sie aus 30 integrierten Sprachvoreinstellungen oder definieren Sie einen benutzerdefinierten Code.
el: Επιλέξτε από 30 ενσωματωμένες προεπιλογές γλώσσας ή ορίστε έναν προσαρμοσμένο κωδικό.
es: Elija entre 30 ajustes preestablecidos de idioma integrados o defina un código personalizado.
fa: از بین 30 پیش تنظیم زبان داخلی انتخاب کنید یا یک کد سفارشی تعریف کنید.
fi: Valitse 30 sisäisen kielen esiasetuksen joukosta tai määritä mukautettu koodi.
fr: Choisissez parmi 30 préréglages de langue intégrés ou définissez un code personnalisé.
he: בחר מתוך 30 קביעות שפה מובנות מראש, או הגדר קוד מותאם אישית.
hr: Odaberite između 30 ugrađenih jezičnih postavki ili definirajte prilagođeni kod.
hu: Válasszon a 30 beépített nyelvi beállítás közül, vagy határozzon meg egy egyéni kódot.
id: Pilih dari 30 preset bahasa bawaan, atau tentukan kode khusus.
ja: 30 の組み込み言語プリセットから選択するか、カスタム コードを定義します。
ko: 30개의 기본 제공 언어 사전 설정 중에서 선택하거나 사용자 정의 코드를 정의하세요.
ms: Pilih daripada 30 pratetap bahasa terbina dalam atau tentukan kod tersuai.
nl: Kies uit 30 ingebouwde taalvoorinstellingen of definieer een aangepaste code.
no: Velg blant 30 innebygde språkforhåndsinnstillinger, eller definer en egendefinert kode.
pl: Wybierz spośród 30 wbudowanych ustawień języka lub zdefiniuj niestandardowy kod.
pt_br: Escolha entre 30 predefinições de idioma integradas ou defina um código personalizado.
pt_pt: Escolha entre 30 predefinições de idioma integradas ou defina um código personalizado.
ro: Alegeți dintre cele 30 de presetări de limbă încorporate sau definiți un cod personalizat.
sk: Vyberte si z 30 vstavaných jazykových predvolieb alebo definujte vlastný kód.
sl: Izbirajte med 30 vgrajenimi jezikovnimi prednastavitvami ali določite kodo po meri.
sv: Välj bland 30 inbyggda språkförinställningar eller definiera en anpassad kod.
th: เลือกจากภาษาที่ตั้งไว้ล่วงหน้า 30 ภาษา หรือกำหนดโค้ดที่กำหนดเอง
ur: 30 بلٹ ان لینگویج پری سیٹس میں سے چنیں، یا حسب ضرورت کوڈ کی وضاحت کریں۔
vi: Chọn từ 30 cài đặt trước ngôn ngữ tích hợp hoặc xác định mã tùy chỉnh.
zh_hans: 从 30 种内置语言预设中进行选择，或定义自定义代码。

source: Pick from the built-in language presets, or define a custom code.
ar: اختر من الإعدادات المسبقة للغة المضمنة، أو حدد رمزًا مخصصًا.
ca: Trieu entre els valors predefinits d'idioma integrats o definiu un codi personalitzat.
cs: Vyberte si z vestavěných jazykových předvoleb nebo definujte vlastní kód.
da: Vælg fra de indbyggede sprogforudindstillinger, eller definer en brugerdefineret kode.
de: Wähle aus den integrierten Sprachvorgaben oder lege einen eigenen Code fest.
el: Επιλέξτε από τις ενσωματωμένες προεπιλογές γλώσσας ή ορίστε έναν προσαρμοσμένο κωδικό.
es: Elige uno de los idiomas predefinidos o define un código personalizado.
fa: از زبان‌های از پیش تعریف‌شده انتخاب کنید یا یک کد سفارشی تعریف کنید.
fi: Valitse sisäänrakennetuista kieliasetuksista tai määritä mukautettu koodi.
fr: Choisissez parmi les préréglages de langue intégrés ou définissez un code personnalisé.
he: בחר מתוך קביעות השפה המובנות מראש, או הגדר קוד מותאם אישית.
hr: Odaberite jedan od ugrađenih jezičnih unaprijed postavljenih postavki ili definirajte prilagođeni kôd.
hu: Válasszon a beépített nyelvi beállítások közül, vagy határozzon meg egyéni kódot.
id: Pilih dari preset bahasa bawaan, atau tentukan kode khusus.
it: Scegli tra le lingue predefinite integrate o definisci un codice personalizzato.
ja: 内蔵の言語プリセットから選ぶか、カスタムの言語コードを指定します。
ko: 내장된 언어 사전 설정 중에서 선택하거나 사용자 정의 코드를 정의하세요.
ms: Pilih daripada pratetap bahasa terbina dalam, atau tentukan kod tersuai.
nl: Kies uit de ingebouwde taalvoorinstellingen of definieer een aangepaste code.
no: Velg fra de innebygde språkforhåndsinnstillingene, eller definer en egendefinert kode.
pl: Wybierz spośród wbudowanych ustawień języka lub zdefiniuj niestandardowy kod.
pt_br: Escolha uma das predefinições de idioma integradas ou defina um código personalizado.
pt_pt: Escolha uma das predefinições de idioma integradas ou defina um código personalizado.
ro: Alegeți dintre setările de limbă încorporate sau definiți un cod personalizat.
ru: Выберите из встроенных пресетов языков или задайте свой код.
sk: Vyberte si zo vstavaných jazykových predvolieb alebo definujte vlastný kód.
sl: Izbirajte med vgrajenimi jezikovnimi prednastavitvami ali določite kodo po meri.
sv: Välj bland de inbyggda språkförinställningarna eller definiera en anpassad kod.
th: เลือกจากการตั้งค่าภาษาในตัวหรือกำหนดโค้ดที่กำหนดเอง
tr: Yerleşik dil hazır ayarlarından seçin veya özel bir kod tanımlayın.
uk: Виберіть із вбудованих пресетів мов або задайте власний код.
ur: پہلے سے موجود لینگویج پر سیٹس میں سے چنیں، یا حسب ضرورت کوڈ کی وضاحت کریں۔
vi: Chọn từ các cài đặt trước ngôn ngữ tích hợp hoặc xác định mã tùy chỉnh.
zh_hans: 从内置的语言预设中选择，或自定义语言代码。
zh_hant: 從內建的語言預設中挑選，或自訂語言代碼。

source: Pick the app and a version, then choose which rows go to which display type and locale.
ar: اختر التطبيق والإصدار، ثم اختر الصفوف التي ستنتقل إلى نوع العرض والإعدادات المحلية.
ca: Trieu l'aplicació i una versió i, a continuació, trieu quines files van a quin tipus de visualització i configuració regional.
cs: Vyberte aplikaci a verzi a poté vyberte, které řádky jdou do kterého typu zobrazení a národního prostředí.
da: Vælg appen og en version, og vælg derefter, hvilke rækker der går til hvilken visningstype og landestandard.
de: Wählen Sie die App und eine Version aus und wählen Sie dann aus, welche Zeilen zu welchem Anzeigetyp und Gebietsschema gehören.
el: Επιλέξτε την εφαρμογή και μια έκδοση και, στη συνέχεια, επιλέξτε ποιες σειρές πηγαίνουν σε ποιον τύπο οθόνης και τοπική ρύθμιση.
es: Elija la aplicación y una versión, luego elija qué filas van a qué tipo de visualización y configuración regional.
fa: برنامه و نسخه‌ای را انتخاب کنید، سپس ردیف‌هایی را انتخاب کنید که به کدام نوع نمایشگر و منطقه موردنظر بروند.
fi: Valitse sovellus ja versio ja valitse sitten, mitkä rivit menevät mihin tahansa näyttötyyppiin ja alueeseen.
fr: Choisissez l'application et une version, puis choisissez quelles lignes correspondent à quel type d'affichage et à quels paramètres régionaux.
he: בחר את האפליקציה ואת הגרסה, ולאחר מכן בחר אילו שורות יעברו לאיזה סוג תצוגה ומקום.
hr: Odaberite aplikaciju i verziju, a zatim odaberite koji retci idu na koju vrstu prikaza i lokalizaciju.
hu: Válassza ki az alkalmazást és a verziót, majd válassza ki, hogy mely sorok melyik megjelenítési típushoz és területi beállításhoz menjenek.
id: Pilih aplikasi dan versinya, lalu pilih baris mana yang sesuai dengan jenis tampilan dan lokasinya.
ja: アプリとバージョンを選択し、どの行をどの表示タイプとロケールに割り当てるかを選択します。
ko: 앱과 버전을 선택한 다음 어떤 행이 어떤 디스플레이 유형과 로케일로 이동할지 선택하세요.
ms: Pilih apl dan versi, kemudian pilih baris mana yang pergi ke jenis paparan dan tempat.
nl: Kies de app en een versie, en kies vervolgens welke rijen naar welk weergavetype en landinstelling gaan.
no: Velg appen og en versjon, og velg deretter hvilke rader som går til hvilken visningstype og lokalitet.
pl: Wybierz aplikację i wersję, a następnie wybierz, które wiersze mają dotyczyć danego typu wyświetlania i ustawień regionalnych.
pt_br: Escolha o aplicativo e uma versão e, em seguida, escolha quais linhas vão para qual tipo de exibição e localidade.
pt_pt: Escolha o aplicativo e uma versão e, em seguida, escolha quais linhas vão para qual tipo de exibição e localidade.
ro: Alegeți aplicația și o versiune, apoi alegeți ce rânduri merg la ce tip de afișare și locație.
sk: Vyberte aplikáciu a verziu a potom vyberte, ktoré riadky sa použijú pre ktorý typ zobrazenia a miestne nastavenie.
sl: Izberite aplikacijo in različico, nato pa izberite, katere vrstice gredo v katero vrsto zaslona in jezik.
sv: Välj appen och en version och välj sedan vilka rader som ska gå till vilken visningstyp och språk.
th: เลือกแอพและเวอร์ชัน จากนั้นเลือกแถวที่จะไปยังประเภทการแสดงผลและภาษา
ur: ایپ اور ایک ورژن منتخب کریں، پھر منتخب کریں کہ کون سی قطاریں کس ڈسپلے کی قسم اور لوکیل پر جاتی ہیں۔
vi: Chọn ứng dụng và phiên bản, sau đó chọn hàng sẽ chuyển đến loại hiển thị và ngôn ngữ.
zh_hans: 选择应用程序和版本，然后选择哪些行适用于哪种显示类型和区域设置。

source: Pick the app and a version, then choose which rows go to which display type and locale. The display type is **auto-detected** from the row's pixel size — **Use detected** accepts the suggestion, and a warning appears if a row looks like an Android size.
ar: اختر التطبيق والإصدار، ثم اختر الصفوف التي ستنتقل إلى نوع العرض والإعدادات المحلية. نوع العرض **يتم اكتشافه تلقائيًا** من حجم بكسل الصف — **يتم اكتشاف الاستخدام** يقبل الاقتراح، ويظهر تحذير إذا كان الصف يشبه حجم Android.
ca: Trieu l'aplicació i una versió i, a continuació, trieu quines files van a quin tipus de visualització i configuració regional. El tipus de pantalla es **detecció automàticament** a partir de la mida de píxel de la fila. **Ús detectat** accepta el suggeriment i apareix un avís si una fila sembla una mida d'Android.
cs: Vyberte aplikaci a verzi a poté vyberte, které řádky jdou do kterého typu zobrazení a národního prostředí. Typ zobrazení je **automaticky detekován** podle velikosti řádku v pixelech — **Použít zjištěno** návrh přijme, a pokud řádek vypadá jako velikost Android, zobrazí se varování.
da: Vælg appen og en version, og vælg derefter, hvilke rækker der går til hvilken visningstype og landestandard. Skærmtypen er **auto-detekteret** fra rækkens pixelstørrelse — **Brug registreret** accepterer forslaget, og der vises en advarsel, hvis en række ligner en Android-størrelse.
de: Wähle die App und eine Version und lege dann fest, welche Zeilen zu welchem Anzeigetyp und welcher Sprache gehören. Der Anzeigetyp wird anhand der Pixelgröße der Zeile **automatisch erkannt** – **Erkannten Typ verwenden** übernimmt den Vorschlag, und eine Warnung erscheint, wenn eine Zeile nach einer Android-Größe aussieht.
el: Επιλέξτε την εφαρμογή και μια έκδοση και, στη συνέχεια, επιλέξτε ποιες σειρές πηγαίνουν σε ποιον τύπο οθόνης και τοπική ρύθμιση. Ο τύπος οθόνης **εντοπίζεται αυτόματα** από το μέγεθος εικονοστοιχείων της σειράς — Το **Η χρήση εντοπίστηκε** αποδέχεται την πρόταση και εμφανίζεται μια προειδοποίηση εάν μια σειρά μοιάζει με μέγεθος Android.
es: Elige la app y una versión, y luego qué filas van a cada tipo de pantalla e idioma. El tipo de pantalla se **detecta automáticamente** a partir del tamaño en píxeles de la fila: **Usar detectado** acepta la sugerencia, y aparece un aviso si una fila parece de tamaño Android.
fa: برنامه و نسخه را انتخاب کنید، سپس مشخص کنید هر ردیف به کدام نوع نمایش و زبان برود. نوع نمایش از اندازهٔ پیکسلی ردیف **خودکار تشخیص داده می‌شود** — **استفاده از مورد تشخیص‌داده‌شده** پیشنهاد را می‌پذیرد، و اگر ردیفی اندازهٔ اندروید داشته باشد هشدار ظاهر می‌شود.
fi: Valitse sovellus ja versio ja valitse sitten, mitkä rivit menevät mihin tahansa näyttötyyppiin ja alueeseen. Näyttötyyppi on **tunnistettu automaattisesti** rivin pikselikoon perusteella — **Käyttö havaittu** hyväksyy ehdotuksen, ja näyttöön tulee varoitus, jos rivi näyttää Android-kokoiselta.
fr: Choisissez l'app et une version, puis indiquez quelle ligne va vers quel type d'affichage et quelle langue. Le type d'affichage est **détecté automatiquement** d'après la taille en pixels de la ligne — **Utiliser la détection** accepte la suggestion, et un avertissement apparaît si une ligne semble avoir une taille Android.
he: בחר את האפליקציה ואת הגרסה, ולאחר מכן בחר אילו שורות יעברו לאיזה סוג תצוגה ומקום. סוג התצוגה **זוהה אוטומטית** מגודל הפיקסלים של השורה - **השימוש שזוהה** מקבל את ההצעה, ואזהרה מופיעה אם שורה נראית כמו גודל אנדרואיד.
hr: Odaberite aplikaciju i verziju, a zatim odaberite koji redci idu na koju vrstu prikaza i lokalizaciju. Vrsta prikaza je **automatski detektirana** prema veličini piksela retka — **Upotreba otkrivena** prihvaća prijedlog i pojavljuje se upozorenje ako redak izgleda kao veličina Androida.
hu: Válassza ki az alkalmazást és a verziót, majd válassza ki, hogy mely sorok melyik megjelenítési típushoz és területi beállításhoz menjenek. A megjelenítés típusa **automatikusan észlelhető** a sor pixelmérete alapján – a **Használat észlelve** elfogadja a javaslatot, és figyelmeztetés jelenik meg, ha egy sor Android-méretűnek tűnik.
id: Pilih aplikasi dan versinya, lalu pilih baris mana yang sesuai dengan jenis tampilan dan lokasinya. Jenis tampilan **terdeteksi otomatis** dari ukuran piksel baris — **Penggunaan terdeteksi** menerima saran, dan peringatan muncul jika baris terlihat seperti ukuran Android.
it: Scegli l'app e una versione, poi decidi quali righe vanno in quale tipo di display e lingua. Il tipo di display viene **rilevato automaticamente** dalle dimensioni in pixel della riga: **Usa rilevato** accetta il suggerimento, e compare un avviso se una riga sembra avere una dimensione Android.
ja: アプリとバージョンを選び、どの行をどの表示タイプとロケールに割り当てるかを選択します。表示タイプは行のピクセルサイズから **自動検出** されます。**検出結果を使用** で提案を受け入れられます。行が Android のサイズのように見える場合は警告が表示されます。
ko: 앱과 버전을 선택한 다음, 각 행을 어떤 디스플레이 유형과 로케일로 보낼지 선택하세요. 디스플레이 유형은 행의 픽셀 크기로 **자동 감지**되며, **감지된 유형 사용**을 누르면 제안이 적용됩니다. 행이 Android 크기로 보이면 경고가 표시됩니다.
ms: Pilih apl dan versi, kemudian pilih baris mana yang pergi ke jenis paparan dan tempat. Jenis paparan **dikesan secara automatik** daripada saiz piksel baris — **Penggunaan dikesan** menerima cadangan dan amaran muncul jika baris kelihatan seperti saiz Android.
nl: Kies de app en een versie, en kies vervolgens welke rijen naar welk weergavetype en landinstelling gaan. Het weergavetype wordt **automatisch gedetecteerd** op basis van de pixelgrootte van de rij. **Gebruik gedetecteerd** accepteert de suggestie en er verschijnt een waarschuwing als een rij op een Android-formaat lijkt.
no: Velg appen og en versjon, og velg deretter hvilke rader som går til hvilken visningstype og lokalitet. Visningstypen er **automatisk oppdaget** fra radens pikselstørrelse — **Bruk oppdaget** godtar forslaget, og en advarsel vises hvis en rad ser ut som en Android-størrelse.
pl: Wybierz aplikację i wersję, a następnie wybierz, które wiersze mają dotyczyć danego typu wyświetlania i ustawień regionalnych. Typ wyświetlania jest **automatycznie wykrywany** na podstawie rozmiaru wiersza w pikselach — **Wykryto użycie** akceptuje sugestię i pojawia się ostrzeżenie, jeśli wiersz wygląda jak rozmiar Androida.
pt_br: Escolha o app e uma versão e depois defina quais linhas vão para qual tipo de exibição e localidade. O tipo de exibição é **detectado automaticamente** pelo tamanho em pixels da linha — **Usar detectado** aceita a sugestão, e um aviso aparece se uma linha parecer ter tamanho de Android.
pt_pt: Escolha o aplicativo e uma versão e, em seguida, escolha quais linhas vão para qual tipo de exibição e localidade. O tipo de exibição é **detectado automaticamente** a partir do tamanho de pixel da linha. **Uso detectado** aceita a sugestão e um aviso aparece se uma linha se parecer com o tamanho do Android.
ro: Alegeți aplicația și o versiune, apoi alegeți ce rânduri merg la ce tip de afișare și locație. Tipul de afișare este **detectat automat** din dimensiunea pixelilor rândului — **Utilizare detectată** acceptă sugestia și apare un avertisment dacă un rând arată ca dimensiunea Android.
ru: Выберите приложение и версию, затем укажите, какие строки в какой тип дисплея и язык отправляются. Тип дисплея **определяется автоматически** по размеру строки в пикселях — **Использовать найденный** принимает предложение, а если строка похожа на размер Android, появляется предупреждение.
sk: Vyberte aplikáciu a verziu a potom vyberte, ktoré riadky sa použijú pre ktorý typ zobrazenia a miestne nastavenie. Typ zobrazenia je **automaticky rozpoznaný** podľa veľkosti v pixeloch riadka – **Rozpoznané použitie** návrh prijme a ak riadok vyzerá ako veľkosť Androidu, zobrazí sa upozornenie.
sl: Izberite aplikacijo in različico, nato pa izberite, katere vrstice gredo v katero vrsto zaslona in jezik. Vrsta zaslona je **samodejno zaznana** glede na velikost slikovnih pik vrstice — **Zaznana uporaba** sprejme predlog in prikaže se opozorilo, če je vrstica videti kot velikost Androida.
sv: Välj appen och en version och välj sedan vilka rader som ska gå till vilken visningstyp och språk. Visningstypen **upptäcks automatiskt** från radens pixelstorlek — **Användning upptäckt** accepterar förslaget och en varning visas om en rad ser ut som en Android-storlek.
th: เลือกแอพและเวอร์ชัน จากนั้นเลือกแถวที่จะไปยังประเภทการแสดงผลและภาษา ประเภทการแสดงผลจะ **ตรวจพบอัตโนมัติ** จากขนาดพิกเซลของแถว — **ใช้ตรวจพบ** ยอมรับคำแนะนำ และคำเตือนจะปรากฏขึ้นหากแถวดูเหมือนขนาด Android
tr: Uygulamayı ve bir sürümü seçin, ardından hangi satırların hangi ekran türüne ve dile gideceğini belirleyin. Ekran türü, satırın piksel boyutundan **otomatik algılanır** — **Algılananı kullan** öneriyi kabul eder; bir satır Android boyutuna benziyorsa bir uyarı görünür.
uk: Виберіть програму й версію, а потім визначте, які рядки йдуть до якого типу дисплея й мови. Тип дисплея **визначається автоматично** за піксельним розміром рядка — **Використати визначений** приймає пропозицію, а якщо рядок схожий на розмір Android, з’являється попередження.
ur: ایپ اور ایک ورژن منتخب کریں، پھر منتخب کریں کہ کون سی قطاریں کس ڈسپلے کی قسم اور لوکیل پر جاتی ہیں۔ ڈسپلے کی قسم قطار کے پکسل سائز سے **خودکار طور پر پتہ لگائی گئی** ہے — **استعمال کا پتہ چلا** تجویز کو قبول کرتا ہے، اور اگر کوئی قطار Android سائز کی طرح نظر آتی ہے تو ایک وارننگ ظاہر ہوتا ہے۔
vi: Chọn ứng dụng và phiên bản, sau đó chọn hàng sẽ chuyển đến loại hiển thị và ngôn ngữ. Loại hiển thị được **tự động phát hiện** từ kích thước pixel của hàng — **Đã phát hiện sử dụng** chấp nhận đề xuất và cảnh báo sẽ xuất hiện nếu một hàng trông giống kích thước Android.
zh_hans: 选择 App 和版本，然后决定每一行对应哪种显示类型和语言。显示类型会根据行的像素尺寸 **自动检测**——**使用检测结果** 可采纳建议；如果某一行看起来像 Android 尺寸，会显示警告。
zh_hant: 選擇 App 和版本，然後選擇哪些列要上傳到哪個顯示類型和語言。顯示類型會依該列的像素大小**自動偵測**——**使用偵測結果**可接受建議，如果某列看起來是 Android 大小，則會顯示警告。

source: Pick the app and version. Screenshot Bro maps each row to the right device family automatically.
ar: اختر التطبيق والإصدار. يقوم Screenshot Bro بتعيين كل صف لعائلة الأجهزة المناسبة تلقائيًا.
ca: Trieu l'aplicació i la versió. Screenshot Bro assigna cada fila a la família de dispositius adequada automàticament.
cs: Vyberte aplikaci a verzi. Screenshot Bro automaticky mapuje každý řádek do správné rodiny zařízení.
da: Vælg app og version. Screenshot Bro kortlægger hver række automatisk til den rigtige enhedsfamilie.
de: Wählen Sie die App und Version aus. Screenshot Bro ordnet jede Zeile automatisch der richtigen Gerätefamilie zu.
el: Επιλέξτε την εφαρμογή και την έκδοση. Το Screenshot Bro αντιστοιχίζει αυτόματα κάθε σειρά στη σωστή οικογένεια συσκευών.
es: Elija la aplicación y la versión. Screenshot Bro asigna automáticamente cada fila a la familia de dispositivos correcta.
fa: برنامه و نسخه را انتخاب کنید. Screenshot Bro هر ردیف را به‌طور خودکار به خانواده دستگاه مناسب نگاشت می‌کند.
fi: Valitse sovellus ja versio. Screenshot Bro yhdistää jokaisen rivin automaattisesti oikeaan laiteperheeseen.
fr: Choisissez l'application et la version. Screenshot Bro mappe automatiquement chaque ligne à la bonne famille d'appareils.
he: בחר את האפליקציה והגרסה. Screenshot Bro ממפה כל שורה למשפחת המכשירים הנכונה באופן אוטומטי.
hr: Odaberite aplikaciju i verziju. Screenshot Bro automatski mapira svaki redak u pravu obitelj uređaja.
hu: Válassza ki az alkalmazást és a verziót. A Screenshot Bro minden sort automatikusan hozzárendel a megfelelő eszközcsaládhoz.
id: Pilih aplikasi dan versinya. Screenshot Bro memetakan setiap baris ke kelompok perangkat yang tepat secara otomatis.
ja: アプリとバージョンを選択します。 Screenshot Bro は、各行を適切なデバイス ファミリに自動的にマッピングします。
ko: 앱과 버전을 선택하세요. Screenshot Bro 각 행을 올바른 기기 제품군에 자동으로 매핑합니다.
ms: Pilih apl dan versi. Screenshot Bro memetakan setiap baris ke keluarga peranti yang betul secara automatik.
nl: Kies de app en versie. Screenshot Bro wijst elke rij automatisch toe aan de juiste apparaatfamilie.
no: Velg appen og versjonen. Screenshot Bro tilordner hver rad til riktig enhetsfamilie automatisk.
pl: Wybierz aplikację i wersję. Screenshot Bro automatycznie mapuje każdy wiersz na odpowiednią rodzinę urządzeń.
pt_br: Escolha o aplicativo e a versão. Screenshot Bro mapeia cada linha para a família de dispositivos correta automaticamente.
pt_pt: Escolha o aplicativo e a versão. Screenshot Bro mapeia cada linha para a família de dispositivos correta automaticamente.
ro: Alegeți aplicația și versiunea. Screenshot Bro mapează automat fiecare rând cu familia de dispozitive potrivită.
sk: Vyberte aplikáciu a verziu. Screenshot Bro automaticky mapuje každý riadok do správnej rodiny zariadení.
sl: Izberite aplikacijo in različico. Screenshot Bro samodejno preslika vsako vrstico v pravo družino naprav.
sv: Välj appen och versionen. Screenshot Bro mappar varje rad till rätt enhetsfamilj automatiskt.
th: เลือกแอปและเวอร์ชัน Screenshot Bro จับคู่แต่ละแถวกับตระกูลอุปกรณ์ที่ถูกต้องโดยอัตโนมัติ
ur: ایپ اور ورژن منتخب کریں۔ Screenshot Bro ہر قطار کا نقشہ خود بخود صحیح ڈیوائس فیملی سے بناتا ہے۔
vi: Chọn ứng dụng và phiên bản. Screenshot Bro tự động ánh xạ từng hàng tới đúng dòng thiết bị.
zh_hans: 选择应用程序和版本。 Screenshot Bro 自动将每一行映射到正确的设备系列。
